Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: The question remains whether or not it is wise to trust him. As he said, I don’t need to at this time, but if we are to travel together it will become necessary. He has shown me something marvelous in the ghosts, so that is a large mark in his favor. On consideration, I have decided to trust him, but only provisionally. For now, we are both vulnerable, and he must know that attacking me would be unwise. However, if he were to become indestructible first, I would do well to stay alert.
uk_ua: Утім, не до кінця зрозуміло, чи варто йому довіряти. Він казав, що довіра — наразі не головне, проте якщо подорожуватимемо разом, без неї буде важко. Він відкрив мені дещо дивовижне стосовно духів, і це неабияк свідчить на його користь. Подумала й вирішила, що він вартий довіри, проте маю бути обережною. Ми обоє наразі у вразливому становищі, і він, мабуть, розуміє, що було б нерозумно на мене нападати. Проте якщо він перший досягне безсмертя, матиму бути насторожі.

source: The quicker you win a scenario, the more gold you get; you will get more gold from winning early than from all of the map&#8217;s villages for the rest of the turns.
uk_ua: Чим швидше ви виграєте сценарій, тим більше золота ви отримаєте; ви отримаєте більше золота від ранньої перемоги, ніж від усіх сіл на карті до кінця ходів.

source: The quintain is destroyed, and I have gained more experience!
uk_ua: Опудало знищено, і я здобув більше досвіду!

source: The race of men is an extremely diverse one. Although they originally came from the Old Continent, men have spread all over the world and split into many different cultures and races. Although they are not imbued with magic like other creatures, humans can learn to wield it and are able to learn more types than most others. They have no extra special abilities or aptitudes except their versatility and drive. While often at odds with other races, they can occasionally form alliances with the less aggressive races such as elves and dwarves. The less scrupulous among them do not shrink back from hiring orcish mercenaries, either. They have no natural enemies, although the majority of men, like most people of all races, have an instinctive dislike of the undead. Men are shorter than the elves, but taller still than dwarves. Their skin color can vary, from almost white to dark brown. <header>text='Subjects of the Crown'</header> Many different groups of men exist, but the majority of them on the Great Continent live under the rule of the Crown of Wesnoth. The humans first appeared on the Great Continent from a land far across the ocean to the West, the Green Isle, and soon established their capital at the inland city of Weldyn. Over the following centuries they have built up a number cities across the continent. The soldiers from the Crown of Wesnoth protect the country, forming the most organized military force in the known world. Its warriors come from the main provinces, where all men are conscripted at an early age. <header>text='The Clansmen'</header> The eastern provinces of Wesnoth, known as the Clan Homelands, have a geography consisting of more open plains and rolling hills than the western, more civilized provinces. They are home to the Horse Clans, who are allied with the Crown of Wesnoth but operate independently and maintain their own identity. Some consider them to be a tributary state, which sends food and soldiers to Crown in exchange for protection. Others say they are on equal footing with the western half of Wesnoth. In any case, the eastern provinces do not have a conscript army the way Western Wesnoth does. Training for fighting is part of the way of life of the Clans; the parents teach the children to ride horses, fight and shoot a bow from an early age. In general, the Clan warriors are less organized than the civilized fighters, and the strengths and weaknesses of these groups complement each other.
uk_ua: Людська раса надзвичайно різноманітна. Хоча спочатку люди прибули зі Старого Континенту, вони поширилися по всьому світу і розділилися на безліч різних культур і рас. Хоча в них немає внутрішньої магії, як в інших істотах, вони можуть вчитися користуватися нею, причому, можуть використовувати більше типів магії, ніж більшість інших істот. У них немає якихось спеціальний здібностей, крім універсальності і енергійності. Хоча вони часто не дружать з іншими народами, вони, все ж, можуть іноді вступати в союз з менш агресивними расами, такими, як ельфи і гноми. Втім, менш педантичні з них не нехтують і використанням найманців орків. У них немає природних ворогів, хоча більшість людей, як, втім, і членів інших рас, відчувають інстинктивну відразу до мерців. Люди зростом нижчі ельфів, хоча і вищі, ніж гноми. Колір їхньої шкіри може бути різним, від майже білого до темно-коричневого. <header>text='Піддані Корони'</header> Існують різні групи людей, але більшість, що живуть на Великому Континенті, знаходяться під владою Королівства Веснот. Люди вперше з'явилися на Великому Континенті, прийшовши із-за океану, з Заходу, з Зеленого Острова, і незабаром заснували свою столицю всередині країни, в місті Велдін. У наступні роки вони побудували безліч міст по всьому континенту. Солдати Королівства Веснот захищають країну, утворюючи найбільш організовану військову силу в відомому світі. Воїни армії — це люди з основних провінцій, де всіх юнаків викликають на службу. <header>text='Люди Кланів'</header> Східні провінції Весноту, відомі як Територія Кланів, складається переважно з відкритих рівнин і пагорбів, що відрізняє її від більш цивілізованих західних провінцій. Тут живуть члени Кінних Кланів, які знаходяться в союзі з Королівством Веснот, але діють незалежно і підтримують свій суверенітет. Деякі вважають їх підданими Королівства, бо вони посилають туди продукти і солдатів в обмін на захист. Інші ж кажуть, що вони мають рівні права з західною частиною Весноту. У будь-якому випадку, східні провінції не мають призовної армії, подібної західним. Навчання бою є невід'ємною частиною життя Кланів; батьки змалку навчають дітей кінної їзди, вмінню поводитися з мечем і луком. В цілому, воїни Клану менш організовані, ніж члени регулярної армії, та їх сильні і слабкі сторони компенсують одна одну.

source: The rallying cries of battle can once again be heard on this time-worn field of war, where the ghosts of thousands of brave warriors float invisibly through the mountains, trees and rivers.
uk_ua: Згуртований бойовий клич знову чутний на полі битви, на якому сотні примар сміливих воїнів витають серед гір, дерев і річок.

source: The rank of Grand Marshal is one of the most esteemed in the armies of humanity, and those who bear its title have survived many trials by fire, proving both their tactical wit and their considerable mettle at personal combat.
uk_ua: Звання Високого маршала одне з найшанованіших в арміях людей, їх удостоюються лише загартовані вогнем воїни, які довели таткичний розум і значну мужність в особистих боях.

source: The rank of a noble Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
uk_ua: Обов'язки воєначальника — очолювати бойові групи у бою. Умілий лідер, він допомагає сусіднім бійцям нижчого рівня краще діяти у битві. Воєначальники володіють мечем, а при необхідності можуть використати і лук. Загибель командира означає програш у битві.

source: The rebellion had staked its all on victory at Halstead, but win or lose, there would be no help for the doomed villagers.
uk_ua: Повстання поставило все на перемогу в Халстеді, але, незалежно від поразки чи перемоги, селянам вже нічого не допоможе.

source: The recruitment cost of some units may exceed the usual recall expenditure of 20 gold. In a campaign, always check if recalling a unit of the same type may be cheaper.
uk_ua: Для деяких бійців ціна вербування може бути вищою за звичну ціну заклику в 20 золотих. У кампаніях завжди перевіряйте, чи не буде дешевше закликати бійця того ж типу.

source: The red and white banners of the South Guard! This is a welcome change from the bandits who have been trying to ransack my home.
uk_ua: Червоні та білі стяги Південної Гвардії! Це гідна заміна бандитам, які намагалися пограбувати мій дім.

source: The redo stack is out of sync. This is most commonly caused by a corrupt save file or by faulty WML code in the scenario or era. Details:
uk_ua: Помилка синхронізації черги повторів. Зазвичай причиною є пошкоджений файл збереження або помилка у WML коді сценарію чи ери. Деталі:

source: The reign of Haldric VII was a time of great prosperity and peace in Wesnoth. Konrad I had driven off the orcs in the north. The eastern forts were quiet and secure. The elves in the western forest kept to their own affairs. In the south, men built new towns and farms.
uk_ua: За часів правління Халдріка VII у землях Весноту була спокійно. Конрад I прогнав орків далеко на північ. Східні форти були спокійними і надійними. Ельфи в західному лісі займалися своїми справами. На процвітаючому півдні люди будували нові міста та ферми.

source: The remote freehold of Maghre in the western reaches of the Kingdom of Wesnoth was once a peaceful place, its inhabitants largely unaware of the comings and goings of the wider world. Wars and the rumor of wars touched them not. Even merchants were rarely seen, although caravans between Aldril and Dan’Tonk might send a wagon when called by the beacon tower.
uk_ua: Віддалене володіння Магре на західних околицях королівства Веснот колись було досить тихим місцем, а майже всі його мешканці не чули про події, що відбувалися в зовнішньому світі. Їх оминали і війни, і заворушення, навіть торговці зустрічалися доволі рідко, хоча каравани між Алдрілом та Дан’Тонком могли послати фургон, якщо їх закликали з маяка.

source: The remote server requested a password while using an insecure connection.
uk_ua: Віддалений сервер запросив пароль, використовуючи незахищене з'єднання.

source: The remote version of this add-on is greater or equal to the version being uploaded. Do you really wish to continue?
uk_ua: Версія на сервері аддонів вища або рівна версії, яка буде завантажена. Ви справді бажаєте продовжити?

source: The ring of power increases the damage of all its owner’s attacks by one, and adds three hitpoints.
uk_ua: Кільце Сили збільшує шкоду усіх атак власника на 1 і додає 3 ЗД.

source: The ringleaders of any group of thieves earn their positions by skill. These rogues have spent many an unpleasant moment darting through crowds and dodging away from those who wish them ill, a set of skills which is very handy in a fight. Masters of knifework, they can also throw knives with reliable accuracy, and their long hours of prowling around at night leave them more comfortable fighting in the dark.
uk_ua: Ватажки будь-якої групи злодіїв заслужили своє положення завдяки своїм навичкам. Ці шахраї набули корисних в бою навичок, на зразок бігу крізь натовп і ухилення від недоброзичливців. Майстри ножів, вони дуже точно метають ножі, а довгий час, проведений в нічних походеньках, дозволяють їм комфортно почувати себе в нічному бою.

source: The river road follows the Isle’s greatest river to the southeast. This road leads to the Isle’s second largest city, Clearwater Port. It would likely have been the Isle’s largest city save for the events of the Wesfolk War. The Lich-Lords befouled much of the land around the river during the course of a great battle. Now the swamp is home to a Wesfolk-imitating cult.
uk_ua: Річковий шлях йшов на південний схід уздовж самої найбільшої річки острову. Він вів до другого за величиною міста, Чистоводного Порту. Воно було б найбільшим, коли б не події Весфолькской війни. Лічі осквернили багато земель навколо річки в ході великої битви. Тепер це було болото, дім секти, ніби весфолькської.

source: The ruby is mine, and don’t touch it!
uk_ua: Рубін мій, не чіпай його!

source: The same that has been driving them to attack us at Kal Kartha. But, no matter the reason for their aggression, we shall slaughter them all the same.
uk_ua: Та ж сама, що змушує їх атакувати наші землі в Кал Карті. Але, незалежно від причин їхньої агресії, ми все одно переб'ємо їх усіх.

source: The screams and pleas for mercy are finally silenced, as you remove your blood soaked blade from the last of the rebels. There will be no more resistance from the local scum. Your reign has finally earned stability.
uk_ua: Крики і благання про пощаду нарешті стихають, коли ви висмикуєте залитий кров'ю клинок з останнього повстанця. Більше місцеві покидьки не наважаться бунтувати. Ваше правління нарешті стало стабільним.

source: The scruffy-haired peasant youth are much like the young people living elsewhere in Wesnoth: reckless, cocky, and eager to explore.
uk_ua: Неохайно причесана селянська молодь, скоріше за все, так сама, як і всі молоді люди Весноту: необачні, нахабні та жадаючі пригод.

source: The selected add-on has the following dependencies, which are not currently installed or available from the server. Do you wish to continue?
uk_ua: Вибраний аддон має наступні залежності, які не встановлені або відсутні на сервері. Ви хочете продовжити?

source: The selected add-on has the following dependencies, which are outdated or not currently installed. Do you wish to install them before continuing?
uk_ua: Вибраний аддон має наступні залежності, які зараз не встановлені. Ви хочете спершу їх встановити?

source: The selected add-on has the following dependency, which is not currently installed or available from the server. Do you wish to continue?
uk_ua: Вибраний аддон має наступну залежність, яка не встановлена або відсутня на сервері. Ви хочете продовжити?

source: The selected add-on has the following dependency, which is outdated or not currently installed. Do you wish to install it before continuing?
uk_ua: Вибраний аддон має наступну залежність, яка зараз не встановлена. Ви хочете спершу її встановити?

source: The selected file is corrupt:
uk_ua: Вибраний файл пошкоджений:

source: The selected game cannot be created.
uk_ua: Вибрана гра не може бути створена.

source: The selected game has no sides!
uk_ua: Вибрана гра не має сторін!

source: The serpentine naga are one of the few races capable of any meaningful mobility in water, giving them mastery of a whole world effectively forbidden to land dwellers. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. They are small, and somewhat frail in form, but often much more nimble than their opponents.
uk_ua: Змієподібні наги — одна з декількох рас, здатних вільно пересуватися у воді, що відкриває для них цілий світ, недоступний для мешканців суші. Проте, вони — не справжні створіння моря, і не здатні дихати у воді, тому безодня вселяє їм тривогу. Вони малі і дещо тендітні тілом, але часто набагато спритніші від супротивників.

source: The serpentine nagas are one of the least understood races of the Great Continent. Part of this is due to their xenophobic nature and part is due to their alien environment. Nagas are one of the few races capable of any meaningful mobility in water, giving them access to a whole world effectively forbidden to land dwellers and further separating them from the terrestrial beings that they shun. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. Living in coastal areas gives them an escape route on land against denizens of the deep while keeping them out of reach of those who travel by foot, wing, and hoof. Although nagas are somewhat frail in form, they are often faster and more nimble than their opponents. They sometimes find themselves at odds with merfolk when their territories overlap, but overall nagas tend to favor swamps and rivers as much as open water.
uk_ua: Змієподібні наги — одна з найменш вивчених рас Великого Континенту. Частково це через їх середовище існування, а частково через ворожість до чужинців. Наги — одна з небагатьох рас, здатних вільно пересуватися у воді, що дає їм доступ до цілого світу, недоступного для наземних істот; це ще сильніше віддаляє їх від наземних істот. Тим не менше, вони — не справжні мешканці моря. Нездатність дихати у воді тримає їх в страху перед глибинами океанів. Проживання на прибережних територіях залишає нагам шляхи для відходу в разі нападу глибоководних, сухопутних або крилатих істот. Хоча наги дещо тендітні за своєю природою, вони швидші і спритніші своїх супротивників. Іноді вони стикаються з водяними, коли їх території перетинаються, але в цілому, наги люблять болота і річки так само, як і відкриті моря і океани.

source: The server accepts versions '$required_version', but you are using version '$your_version'
uk_ua: Серверу потрібна версія '$required_version' тоді як Ви використовуєте версію '$your_version'

source: The server responded with an error:
uk_ua: Сервер відповів з помилкою:

source: The shadows... they beckon...
uk_ua: Тіні... вони кличуть...

source: The ship will surely leave before we can reach it!
uk_ua: Ми точно тепер не встигнемо на корабель!

source: The shroud of darkness descends once more. Night seeps through the cracks and crannies in the humans’ defenses, plaguing their minds and bodies with dreadful fear. As surely as the sanctity of the psyche is shattered, so is the physical form, and all that is left is unthinking, unfeeling servitude.
uk_ua: Прокрив темряви знову опускається на землю. Ніч просочується крізь тріщини та щілини людської оборони, вселяючи в їхні розум та тіло огидний жах. Коли, безперечно, здоровий глузд буде розбито, фізична форма теж впаде, і все, що лишиться, це бездумні, безвідчутні прислужники.

source: The side-specific multiplayer options are marked with I<number>. I<number> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
uk_ua: Параметри, специфічні для певної сторони в мультиплеєрі відзначені I<числом>. I<число> замінюється номером сторони. Зазвичай це 1 або 2, але воно залежить від кількості можливих у вибраному сценарії гравців.

source: The site of the battle was immediately obvious when I came upon it. Multiple fortresses stared at each other across a basin that was now mostly flooded. Sluggish water pooled near the road, and the slime of decay was on every surface. Weapons, armor and less-easily identifiable bits of detritus rose from the swamp. I could easily imagine great siege engines heaving stones at walls that were now crumbled ruins, and the clash of combatants who were now bleached white bones jutting from the wreckage.
uk_ua: Коли натрапила на бойовище, як одразу це зрозуміла з його вигляду. З обох боків нині затопленої западини фортеці витріщалися одна на одну пустими бійницями. Біля дороги було повно калюж із затхлою водою. Гниль укривала все навкруги. З болота виднілася зброя, шматки обладунків, якісь іще шматки казна-чого. Припускаю, що тут облогові машини колись метали каміння у нині розвалені стіни та сходилися в бою вояки. Але зараз то все лиш купа гнилих кісток і уламків.

source: The size of the target map is different from the current map
uk_ua: Розмір цільової карти відрізняється від розміру поточної

source: The spell grows stronger by the moment.
uk_ua: Сила заклинання зростає кожної миті.

source: The standard Wesnoth core.
uk_ua: Звичайне ядро Весноту.

source: The steadiness of this unit reduces damage from some attacks, but only while defending.
uk_ua: Стійкість цього бійця знижує отриману шкоду від деяких атак, але лише при захисті.

source: The stories are true. There must be dwarven colonists in the Brown Hills. We caught this band chopping wood near the bay. Then we saw lots of ships. Not like before, with that fellow from Southbay and his lone ship. It was always interesting when he stopped by.
uk_ua: Розповіді виявилися правдою. На Коричневих Пагорбах оселилися гноми. Ми упіймали цю банду, коли вони рубали ліс у затоки. А потім ми побачили безліч кораблів. Не так, як раніше, ну, я про того хлопця з Південної Бухти і його єдиний корабель. Коли він сюди заглядав, було завжди цікаво.

source: The stronghold of Halstead began to shake...
uk_ua: Твердиня Халстед почала трястися...

source: The sturdy plates of this lightweight armor increase the user’s physical resistances (to a maximum of 10%) and grants the steadfast ability.
uk_ua: Міцні пластини цієї легкої броні збільшують фізичний опір свого власника (максимум на 10%) і надають йому стійкість.

source: The sun were out today, but it were raining too. Weird mix of brightness and woe. Reminds me of the day Harper’s pa died in that orc raid. Since my sis Erwen passed when she were young, poor lass had nobody but me. Never wanted no kid of my own but... she’s mine to take care of now. Fine lass, that one, just a bit careless like her pa. I needs to keep a good eye on her now, with all them orcs running round here of late.
uk_ua: Сьодні сяє сонце, але й іде дощ. Дивна сумєш яскравості та скорботи. Нагадує мені день, кали татко Харпер загинув у тому орчому нападі. І вєдколи моя сестра Ірвен померла, то в бідної дівки некого, крім мене, не лишилось. Ніколи не хтів мати дітей, але... тпер маю піклуватися нею. Файна дівка, лиш трохи необережна, як і її татко. Мні треба добряче за нею слідкувати, бо останнім часом занадто багато тут орків.

source: The swarming attacks of this unit become less deadly whenever its members are wounded.
uk_ua: При пораненні ройова атака цього бійця стає менш убивчою.

source: The tale of this unlucky highwayman is yet to be told. (inscribed by WinnerB)
uk_ua: Історію цього нещасного грабіжника ще належить розповісти. (написав WinnerB)

source: The technique of animating a dead body is unfortunately well-known in the dark arts; practitioners often use it to raise servants and soldiers from unwilling corpses. These shamblers are often numerous, but fragile; a touch of combat can waken them, though, making them far more formidable.
uk_ua: Техніка підняття тіла померлого, на жаль, дуже добре відома адептам темних мистецтв. Часто з її допомогою з трупів створюють слуг і солдатів. Ці бійці, як правило, численні, але крихкі. Проте досвід битви може їх навчити, роблячи їх набагато небезпечнішими супротивниками.

source: The temple has already been looted, but the entrance to its catacombs seems to be blocked by a wall of magical energy.
uk_ua: Цей храм вже розграбували, але вхід в його підземелля заблокований чарами.

source: The temple is quite empty.
uk_ua: Храм абсолютно порожній.

source: The term “monster” incorporates many hideous beasts that haunt the caves, wilderness, ocean depths, and other climes of the world. They figure largely in the tales and nightmares of its denizens, as well.
uk_ua: Поняття ‘монстр’ включає в себе безліч огидних тварин, які часто зустрічаються в печерах, пустелях, в глибинах океану і інших місцях планети. Вони також часто фігурують в казках і кошмарах представників різних рас.

source: The terrain occupied by your units is the main factor determining the chance that they will be hit. The defensive rating for the currently selected unit in the currently selected terrain is displayed in the top right corner of the screen.
uk_ua: Від місцевості, на якій знаходяться ваші бійці, залежить вірогідність того, що атаки противника досягне мети. Захисний рейтинг бійця на конкретній місцевості можна побачити в правому верхньому кутку екрану.

source: The text contains invalid Pango markup:
uk_ua: Текст містить неприпустиму розмітку Pango:

source: The thought had crossed my mind.
uk_ua: Мене відвідувала ця думка.
